Repository: mariamalbarghouti/to_do_app
Catalog: lib/localization/app_*.arb
Languages: ar

# homeAppBarTitle
source: What's up!
ar: كيف حالك!

# homeTodayTapTitle
source: Today
ar: اليوم

# homeTomorrowTapTitle
source: Tomorrow
ar: غداً

# homeSomeDayTapTitle
source: Some Day
ar: يوماً ما

source: Rate Us
ar: قيمنا

source: Share App
ar: شارك التطبيق

source: Add new note
ar: إضافة مهام جديدة

source: Update
ar: تعديل

source: Delete
ar: مسح

source: Move to today tasks
ar: إنقله إلى اليوم غداً

# moveTomorrowTasks
source: Move to tomorrow tasks
ar: إنقله إلى مهام غداً

source: Move to some day tasks
ar: إنقله إلى مهام يوماً ما

# noteTextTips
source: note
ar: المهمة
